{
  "News": [
    {
      "title": "Mezuzah stolen from Jewish student",
      "author": "Jason Njoroge",
      "description": "A Brandeis University student discovered on Nov. 21 that their mezuzah, along with their name label, had been removed from their door. Their room label was ripped apart and found near the men’s bathroom down...",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/mezuzah-stolen-from-jewish-student/"
    },
    {
      "title": "Brandeis recognized for excellence in student voter engagement",
      "author": "Jason Njoroge",
      "description": "Brandeis University has been named one of the “Most Engaged Campuses for College Student Voting” by the ALL IN Campus Democracy Challenge. This recognition, awarded to 471 campuses nationwide, highlights Brandeis’s outstanding efforts to promote...",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/brandeis-recognized-for-excellence-in-student-voter-engagement/"
    },
    {
      "title": "Jennifer Walker named VP of Enrollment Management",
      "author": "Cooper Gottfried",
      "description": "On Dec. 5, Brandeis named Jennifer Walker as their new Vice President of Enrollment Management. Having served Brandeis for 17 years as Director of Admissions, Dean of Admissions and, most recently, as Dean of Admissions...",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/jennifer-walker-named-vp-of-enrollment-management/"
    },
    {
      "title": "‘Brandeis Commitment’ to increase financial aid",
      "author": "Cooper Gottfried",
      "description": "On Nov. 19, Assistant Vice President of Student Financial Services, Sherri Avery, sent an email to the Brandeis community announcing “the Brandeis Commitment, a program to improve transparency for incoming students and their families around...",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/brandeis-commitment-to-increase-financial-aid/"
    },
    {
      "title": "Harvest Table refuses to address student concerns about worker treatment",
      "author": "Cooper Gottfried",
      "description": "Over the course of the semester, Harvest Table has repeatedly been the subject of student criticism centered on their treatment of dining workers. Beginning in September, students associated with the Revolutionary Students Organization (RSO) and...",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/harvest-table-refuses-to-address-student-concerns-about-worker-treatment/"
    },
    {
      "title": "Multicultural hair products now available in C-Store",
      "author": "Cooper Gottfried",
      "description": "Student Union President Rani Balakrishna ’25 and Student Union Vice President Ria Escamilla-Gil ’27 have successfully spearheaded a movement to get “multicultural hair products into the C-Store to help black students with kinky, type four...",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/multicultural-hair-products-now-available-in-c-store/"
    },
    {
      "title": "In honor of Eli Stuart",
      "author": "Avery Bishop",
      "description": "Content warning: Suicide. Please read with care and seek support as needed. Dec. 5th, 2024 marks the one year anniversary of the death of Eli Stuart. On this day, to honor Eli’s life and passing,...",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/in-honor-of-eli-stuart/"
    }
  ],
  "Arts": [
    {
      "title": "‘Wicked’ met my expectations, but it could not exceed them",
      "author": "Rachel Rosenfield",
      "description": "One of my first articles for The Hoot was my thoughts on the casting for the upcoming, at the time, “Wicked” movie. I wrote that article back in 2021. Now, here we are three years...",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/wicked-met-my-expectations-but-it-could-not-exceed-them/"
    },
    {
      "title": "‘The Great British Bake Off’ Season 15 episode 9 recap: French foolery",
      "author": "Naomi Stephenson",
      "description": "In keeping with “Bake Off” tradition, this year’s semi final was patisserie week. Fiddly and French, patisserie is what separates the hobby baker from the one who has to bake to maintain their mental health....",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/the-great-british-bake-off-season-15-episode-9-recap-french-foolery/"
    },
    {
      "title": "Books I literally couldn’t put down",
      "author": "Zach Duvel",
      "description": "Hey Hoot Readers … sorry about my previous article. I got a little crazy there. If you’ve been keeping up with my articles this semester, you’ll see they’ve become rather dark. I’m very proud of...",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/books-i-literally-couldnt-put-down/"
    },
    {
      "title": "‘The Great British Bake Off’ season 15 episode 10 recap: Dylan does a Richard",
      "author": "Naomi Stephenson",
      "description": "Let me introduce you all to the concept of “doing a Richard,” a term that my mom and I coined. Richard Burr was a finalist in 2014, and he absolutely dominated his season, winning five...",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/the-great-british-bake-off-season-15-episode-10-recap-dylan-does-a-richard/"
    },
    {
      "title": "Nerdz.edu – waitingfortest",
      "author": "Kyra Bhagat and Jenna Lewis",
      "description": "",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/nerdz-edu-waitingfortest/"
    },
    {
      "title": "Pipp-in review",
      "author": "Avery Bishop",
      "description": "Content warning: Implied sexual activity, mentions of death, murder and suicide I will admit, I had never even heard the story of Pippin before walking into the SCC theater on closing night of the Undergraduate...",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/pipp-in-review/"
    },
    {
      "title": "Yuji – Jujutsu Kaisen",
      "author": "Samuel Diaz",
      "description": "",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/yuji-jujutsu-kaisen/"
    }
  ],
  "Opinions": [
    {
      "title": "Hoot Recommends: best holiday movies",
      "author": "The Brandeis Hoot Editorial Board",
      "description": "Welcome back to Hoot Recommends! This week, in honor of the upcoming holiday, members of The Hoot Editorial Board will be sharing their favorite holiday movies.    Jenna: Although I am late to discover this...",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/hoot-recommends-best-holiday-movies/"
    },
    {
      "title": "Brandeis’ major declaration process is too complicated",
      "author": "James Carven",
      "description": "Almost all juniors and seniors, as well as most of the sophomores at this school, are familiar on some level with the process of declaring a major or minor. First-year students have not had the...",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/brandeis-major-declaration-process-is-too-complicated/"
    },
    {
      "title": "Ask SSIS: How do I tell my partner that I have a STI?",
      "author": "SSIS",
      "description": "Thank you for writing to SSIS! It is common to feel nervous about bringing up a positive Sexually Transmitted Infection (STI) result, but here are some things to keep in mind when you tell your...",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/ask-ssis-how-do-i-tell-my-partner-that-i-have-a-sti/"
    },
    {
      "title": "Israel’s ongoing genocide in Gaza",
      "author": "Shane Vogel",
      "description": "All you need to commit genocide is a good excuse. The Nazis pinned the Jewish people as the cause of Germans’ problems to commit the Holocaust, the Hutu in Rwanda held hatred against the Tutsi...",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/israels-ongoing-genocide-in-gaza/"
    },
    {
      "title": "Why pardoning Hunter Biden was the right thing to do",
      "author": "James Carven",
      "description": "On Monday, Dec. 1, President Joe Biden pardoned his son Hunter. The pardon was an unconditional pardon covering any crimes that he may have committed between January 2014 and the day that the pardon was...",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/why-pardoning-hunter-biden-was-the-right-thing-to-do/"
    },
    {
      "title": "Ask SSIS: ‘What do I do with his balls?’",
      "author": "SSIS",
      "description": "Thank you for your question! Balls can be highly sensitive and can create immense pleasure, but also pain. Communicating during ball play is key! Everyone has different likes and preferences when it comes to playing...",
      "date_published": "11/15/2024",
      "link": "https://brandeishoot.com/2024/11/15/what-do-i-do-with-his-balls/"
    },
    {
      "title": "Hoot Recommends: Best Thanksgiving dishes",
      "author": "The Brandeis Hoot Editorial Board",
      "description": "Welcome back to Hoot Recommends! This week, in honor of the upcoming holiday, members of The Hoot Editorial Board will be sharing their favorite Thanksgiving dishes.    James: My favorite Thanksgiving dish is stuffing. It’s...",
      "date_published": "11/15/2024",
      "link": "https://brandeishoot.com/2024/11/15/hoot-recommends-best-thanksgiving-dishes/"
    }
  ],
  "Editorials": [
    {
      "title": "525,600 minutes",
      "author": "The Brandeis Hoot Editorial Board",
      "description": "Well, it’s that time of year again, the end of the year. A few weeks from now, we will be saying goodbye to 2024 and hello to 2025. 2025 feels like a year from a...",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/525600-minutes/"
    },
    {
      "title": "We’re all gonna die (unless we do something about it)",
      "author": "The Brandeis Hoot Editorial Board",
      "description": "It’s no secret that climate change is a serious problem that is harming our society. As long as we have been alive, we have heard the horror stories of what could happen to Planet Earth...",
      "date_published": "11/15/2024",
      "link": "https://brandeishoot.com/2024/11/15/were-all-gonna-die-unless-we-do-something-about-it/"
    },
    {
      "title": "November is now",
      "author": "The Brandeis Hoot Editorial Board",
      "description": "We are now a little over halfway through the school semester, but there are still a lot of big things coming up in the time we have left, which is slightly under a month and...",
      "date_published": "11/01/2024",
      "link": "https://brandeishoot.com/2024/11/01/november-is-now/"
    },
    {
      "title": "Liebowitz, Levine and long weekends",
      "author": "The Brandeis Hoot Editorial Board",
      "description": "Hello again folks. If you’re reading this around the time it comes out, you’re probably feeling the same sort of fatigue that many of us are here at The Hoot. We’ve officially entered the harder...",
      "date_published": "10/11/2024",
      "link": "https://brandeishoot.com/2024/10/11/liebowitz-levine-and-long-weekends/"
    },
    {
      "title": "Earnest election education for everyone",
      "author": "The Brandeis Hoot Editorial Board",
      "description": "In less than two months, we will be deciding the next president of the United States. We’ll either be getting the first female president or we’ll get four more years of Trump (*cue the “Jaws”...",
      "date_published": "09/20/2024",
      "link": "https://brandeishoot.com/2024/09/20/earnest-election-education-for-everyone/"
    },
    {
      "title": "Wilkommen, Bienvenue, Welcome",
      "author": "The Brandeis Hoot Editorial Board",
      "description": "Another school year is upon us. Welcome back to all returning students and a warm welcome to everyone new to the Brandeis campus. There are hundreds of people coming to this campus and we hope...",
      "date_published": "09/06/2024",
      "link": "https://brandeishoot.com/2024/09/06/wilkommen-bienvenue-welcome/"
    },
    {
      "title": "On Brandeis’ financial woes",
      "author": "The Brandeis Hoot Editorial Board",
      "description": "As members of the Brandeis community, you all just received an email letting you know that we’ll be experiencing a rise in tuition. As members of the Brandeis community, you also may have heard about...",
      "date_published": "04/19/2024",
      "link": "https://brandeishoot.com/2024/04/19/on-brandeis-financial-woes/"
    }
  ],
  "Features": [
    {
      "title": "Exploring Cantonese culture at Brandeis: inside C2B",
      "author": "Ella Chase",
      "description": "Amid the rich tapestry of cultures at Brandeis, Cantonese Club, also known as C2B, is more than just a celebration of Cantonese heritage, it’s a dynamic hub of connection and community. Through vibrant events that...",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/exploring-cantonese-culture-at-brandeis-inside-c2b/"
    },
    {
      "title": "Basement Records’ Finale: a night of talent, passion and community",
      "author": "Ella Chase",
      "description": "The Basement Records Finale energized the Brandeis campus, uniting a diverse lineup of performers and an enthusiastic audience in a vibrant celebration of music, dance and community, leaving a lasting impression on all who attended....",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/basement-records-finale-a-night-of-talent-passion-and-community/"
    },
    {
      "title": "Namaskar: celebrating Dharmic traditions and community at Brandeis",
      "author": "Ella Chase",
      "description": "Namaskar is the Dharmic religious club on campus, dedicated to celebrating and sharing the rich traditions of Hinduism, Sikhism and Jainism. Open to anyone interested, Namaskar offers a welcoming community where students can connect, learn...",
      "date_published": "11/15/2024",
      "link": "https://brandeishoot.com/2024/11/15/namaskar-celebrating-dharmic-traditions-and-community-at-brandeis/"
    },
    {
      "title": "An interview with Brandeis’ interim president",
      "author": "Cooper Gottfried",
      "description": "As Brandeis’ interim president arrived on campus, The Hoot had the chance to speak to both Interim President Arthur Levine ’70 and Director of Presidential Communications Carolyn R. Assa about the new administration’s plans for...",
      "date_published": "11/15/2024",
      "link": "https://brandeishoot.com/2024/11/15/an-interview-with-brandeis-interim-president/"
    },
    {
      "title": "GirlUp empowers Brandeis students who are passionate about social justice to make a difference",
      "author": "Ella Chase",
      "description": "GirlUp, an initiative launched by the United Nations Foundation, aims to create a supportive, empowering space for students passionate about gender equity and social justice. Brandeis is one of over 200,000 schools worldwide that have...",
      "date_published": "11/01/2024",
      "link": "https://brandeishoot.com/2024/11/01/girlup-empowers-brandeis-students-who-are-passionate-about-social-justice-to-make-a-difference/"
    },
    {
      "title": "SEA circulates petition to bring back Sustainability Office",
      "author": "Cooper Gottfried",
      "description": "On Oct. 11, Students for Environmental Action (SEA) authored a petition to reopen Brandeis’ sustainability office. The petition noted, “As the climate crisis worsens, we are personally experiencing the consequences of anthropogenic climate change as...",
      "date_published": "11/01/2024",
      "link": "https://brandeishoot.com/2024/11/01/sea-circulates-petition-to-bring-back-sustainability-office/"
    },
    {
      "title": "Who is Arthur Levine?",
      "author": "Rachel Rosenfield",
      "description": "On Sept. 25, Ronald D. Liebowitz announced that he is resigning from his job as President of Brandeis University after eight years in the role. With this announcement, the Board of Trustees notified the Brandeis...",
      "date_published": "10/11/2024",
      "link": "https://brandeishoot.com/2024/10/11/who-is-arthur-levine/"
    }
  ],
  "Sports": [
    {
      "title": "Men’s basketball open season with five straight wins",
      "author": "Calli Morvay",
      "description": "Having opened their season since our last publication, the men’s basketball team has gotten off to a tremendous start as they currently hold a 5-1 record. Four of their six games have been away, and...",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/mens-basketball-open-season-with-five-straight-wins/"
    },
    {
      "title": "Ohm ’25 leads women’s basketball team to solid 4-4 record",
      "author": "Calli Morvay",
      "description": "Now that Thanksgiving break has passed and all fall athletics have concluded, the women’s basketball team has stepped up to represent the Judges. They have already played eight games to open their season, and they...",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/ohm-25-leads-womens-basketball-team-to-solid-4-4-record/"
    },
    {
      "title": "Brandeis fencing team attends Northeast Fencing Conference",
      "author": "James Carven",
      "description": "After a rough start to the fencing season, the Judges traveled to Brown University to attend the Northeast Fencing Conference. The men’s team played seven matches and won four of them, improving their record to...",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/brandeis-fencing-team-attends-northeast-fencing-conference/"
    },
    {
      "title": "Swim & dive with numerous notable performances against Tufts",
      "author": "Calli Morvay",
      "description": "Since our last publication, the Judges’ swim & dive team has made waves in their 2024-25 season competition. They have since faced the Tufts University Jumbos at home. Though neither team won the meet, each...",
      "date_published": "12/06/2024",
      "link": "https://brandeishoot.com/2024/12/06/swim-dive-with-numerous-notable-performances-against-tufts/"
    },
    {
      "title": "Title: Women’s soccer celebrates senior day & close out ’24 season",
      "author": "Calli Morvay",
      "description": "Since our last publication, the women’s soccer team has closed out their 2024 season. Though they lost their final match of the season, they came away with a winning record of 9-7-1, and the accomplishment...",
      "date_published": "11/15/2024",
      "link": "https://brandeishoot.com/2024/11/15/title-womens-soccer-celebrates-senior-day-close-out-24-season/"
    },
    {
      "title": "Cross country teams compete at UAA Championships",
      "author": "Cooper Gottfried",
      "description": "On Nov. 2, both the men’s and women’s cross country teams competed in the UAA Championship meet in Attleboro, Massachusetts. The event was hosted by Brandeis and attended by eight teams in total: the Carnegie...",
      "date_published": "11/15/2024",
      "link": "https://brandeishoot.com/2024/11/15/cross-country-teams-compete-at-uaa-championships/"
    },
    {
      "title": "Men’s soccer ends 2024 season on a high note",
      "author": "Calli Morvay",
      "description": "This past Saturday, the men’s soccer team closed out their 2024 season in exciting fashion as they beat the opposing New York University (NYU) Violets. After this University Athletic Association (UAA) Conference win, the Judges...",
      "date_published": "11/15/2024",
      "link": "https://brandeishoot.com/2024/11/15/mens-soccer-ends-2024-season-on-a-high-note/"
    }
  ]
}